/* No comment provided by engineer. */
"%ld Selected" = "選択した%ld";

/* No comment provided by engineer. */
"%lu maximum" = "%lu最大";

/* No comment provided by engineer. */
"%lu Media selected" = "%luメディアが選択されました";

/* No comment provided by engineer. */
"%lu selected" = "%luが選択されました";

/* No comment provided by engineer. */
"999 media selected" = "999メディアが選択されました";

/* No comment provided by engineer. */
"album" = "アルバム";

/* No comment provided by engineer. */
"albums" = "アルバム";

/* No comment provided by engineer. */
"Albums" = "アルバム";

/* No comment provided by engineer. */
"Artists" = "アーティスト";

/* No comment provided by engineer. */
"AUDIO" = "オーディオ";

/* No comment provided by engineer. */
"Auto" = "オート";

/* No comment provided by engineer. */
"Can't record video" = "ビデオを記録できません";

/* No comment provided by engineer. */
"Can't take picture" = "写真を撮ることができません";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Compilations" = "コンパイル";

/* No comment provided by engineer. */
"Composers" = "作曲家";

/* No comment provided by engineer. */
"Done" = "完了";

/* No comment provided by engineer. */
"Error!" = "エラー！";

/* No comment provided by engineer. */
"Genre" = "ジャンル";

/* No comment provided by engineer. */
"HIGH" = "高い";

/* No comment provided by engineer. */
"item out of range; '%lu' passed, but the maximum is '%lu'" = "項目が範囲外です。 '%lu'が合格しましたが、最大値は ''%lu''";

/* No comment provided by engineer. */
"LOW" = "低い";

/* No comment provided by engineer. */
"MEDIUM" = "中";

/* No comment provided by engineer. */
"min" = "分";

/* No comment provided by engineer. */
"mins" = "分";

/* No comment provided by engineer. */
"No photos" = "写真はありません";

/* No comment provided by engineer. */
"no songs" = "曲なし";

/* No comment provided by engineer. */
"No videos" = "ビデオはありません";

/* No comment provided by engineer. */
"Off" = "オフ";

/* No comment provided by engineer. */
"OK" = "よし";

/* No comment provided by engineer. */
"On" = "に";

/* No comment provided by engineer. */
"Photo" = "写真";

/* No comment provided by engineer. */
"PHOTO" = "写真";

/* No comment provided by engineer. */
"Photos" = "写真";

/* No comment provided by engineer. */
"Playlists" = "プレイリスト";

/* No comment provided by engineer. */
"Retake" = "リスターク";

/* No comment provided by engineer. */
"Select" = "選択";

/* No comment provided by engineer. */
"song" = "歌";

/* No comment provided by engineer. */
"songs" = "曲";

/* No comment provided by engineer. */
"Songs" = "曲";

/* No comment provided by engineer. */
"Take more" = "もっと取って";

/* No comment provided by engineer. */
"Taking picture is in progress" = "撮影中です";

/* No comment provided by engineer. */
"Use Video" = "ビデオを使用する";

/* No comment provided by engineer. */
"Video" = "ビデオ";

/* No comment provided by engineer. */
"VIDEO" = "ビデオ";

/* No comment provided by engineer. */
"Videos" = "ビデオ";

